---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.IFCLinkDocumentExportScope
source: html/645b211e-47fe-c5b2-abe2-4a18fbcbe091.htm
---
# IFCLinkDocumentExportScope Properties

Specifies whether the .NET object represents a valid Revit entity.